Repository: SpeedfireV/cv_page
Catalog: lib/l10n/app_*.arb
Languages: pl

# homePageTitle
source: Nice To See You Here!
pl: Miło Cię Widzieć!

# homePageDescription
source: Look around and if you are interested you are free to contact me at: grzegorz.niespodziany@gmail.com or 506620208
pl: Rozejrzyj się, a jeśli jesteś zainteresowany, możesz się ze mną skontaktować pod adresem: grzegorz.niespodziany@gmail.com lub 506620208

source: My Latest Git Update
pl: Moja Najnowsza Aktualizacja Git

source: Recently Finished Project
pl: Niedawno Ukończony Projekt

source: See More
pl: Zobacz Więcej

# homeButton
source: Home
pl: Strona Główna

# projectsButton
source: Projects
pl: Projekty

# aboutMeButton
source: About Me
pl: O Mnie

source: Git Updates
pl: Aktualizacje Git

source: Projects
pl: Projekty

# projectsDescriptionProjectsPage
source: It's a page to show my progress in years!
pl: To strona, która pokazuje mój rozwój na przestrzeni lat!

source: Synchronized With Firebase
pl: Zsynchronizowane z Firebase

# forDesc
source: For
pl: Dla

source: Made With
pl: Stworzone za pomocą

# aboutMeAboutMe
source: About Me
pl: O Mnie

source: Skills
pl: Umiejętności

source: Education
pl: Edukacja

# gitUpdatesPageDescription
source: It's a page to show my git commit history!
pl: To strona, która pokazuje historię moich commitów na GitHubie!

# gitUpdatesPageSynchronized
source: Synchronized With Github
pl: Zsynchronizowane z GitHubem
